Repository: FredyC/dv-prod-dovez
Catalog: static/media/messages.dfdc61af.po
Languages: pl

source: Accessing your order
pl: Mam dostęp do Twojego zamówienia

source: Address was not recognized.
pl: Adres nie został rozpoznany

source: Always remember
pl: Zawsze pamiętaj

source: Any question? Do you have a problem? Call:
pl: Jakieś pytanie? Masz jakiś problem? Połączenie:

source: Back
pl: Z powrotem

source: Back to home page
pl: powrót na stronę główną

source: Beware! We are {closingInPlural}. Finish your order quickly.
pl: Uwaga! {closingInPlural}. Szybko zrealizuj zamówienie.

source: Cart is empty
pl: Koszyk jest pusty

source: Change
pl: Zmień

source: Change order
pl: Zmień zamówienie

source: Checking your GoPay payment, please wait...
pl: Sprawdzanie płatności w serwisie GoPay, proszę poczekać...

source: Choose
pl: Wybierz

source: Choose branch
pl: Wybierz kategorię

source: Choose time
pl: Wybrany czas

source: Choose your delivery option below
pl: Wybierz opcje dostawy poniżej

source: Close
pl: Zamknij

source: Closed
pl: Zamknięte

source: Communication problem
pl: Problem z połączeniem

source: Confirm address
pl: Potwierdź adres

source: Confirm time
pl: Potwierdź czas

source: Covers
pl: opakowanie (?)

source: Deliver at what time?
pl: Godzina dostawy?

source: Delivery
pl: Dostawa

source: Delivery only
pl: Tylko dostawa

source: Do not store
pl: Nie przechowuj

source: Do you want to add something?
pl: Czy chciałbyś coś dodać?

source: Enter the address
pl: Wpisz adres

source: Error during sending order. Please try again later.
pl: Błąd w trakcie składania zamówienia. Prosimy spróbować później.

source: First name
pl: Imię

source: Food menu is empty. We are sorry.
pl: Menu jest puste. Przepraszamy.

source: For free
pl: Za darmo

source: Free
pl: Darmowy

source: I understand
pl: Rozumiem

source: I want to deliver
pl: Chcę dostarczyć

source: I'll pick up
pl: Odbiorę

source: If you like, please fill out feedback form so we can fix the problem faster. Restart the application otherwise.
pl: jeśli chcesz, napisz do nas, co się stało, abyśmy mogli to naprawić szybciej. W przeciwnym razie uruchom ponownie aplikację.

source: In the cart you have goods for {totalPrice}
pl: Masz przedmioty w koszyku {totalPrice}

source: Install this webapp on your device: Tap <0/> and then Add to homescreen.
pl: Dodaj naszą aplikację: kliknij <0/>, a następnie „dodaj do pulpitu”.

source: Internal error during sending order. Order can not be finished right now. Our team was notified and is working on fix. Thank you for your understanding.
pl: Wewnętrzny błąd w trakcie skladania zamówienia. Zamówienie nie mogło zostać zrealizowane w tej chwili. Nasz zespół został poinformowany i pracuje nad rozwiązaniem problemu. Dzękujemy za zrozumienie.

source: It's done! Thank you :-)
pl: Zrobione! Dziękujęmy :-)

source: It's not possible to pick a specific order time at this moment.
pl: W tej chwili, nie można wybrać konkretnej godziny dowozu.

source: Last name
pl: Nazwisko

source: Less
pl: Mniej

source: Limit has been reached
pl: Limit został osiągnięty

source: Meal can't be delivered to your chosen address by any restaurant.
pl: Posiłek nie może zostać dostarczony na podany adres przez żadną z restauracji.

source: Minimal price of order is {price}
pl: Minimalna cena zamówienia to {price}

source: More...
pl: Więcej...

source: New version has been found. Do you want to reload application to apply it now?
pl: Znaleziono nową wersję. Czy chcesz ponownie uruchomić aplikację, aby zastosować ją teraz?

source: Note
pl: Notatka

source: Order can not be completed
pl: Zamówienie nie może zostać zrealizowane

source: Order confirmation
pl: Potwierdzenie zamówienie

source: Order to address
pl: Zamówienie na adres

source: Order was send
pl: Zamówienie zostało wysłane

source: Our team was notified about the issue.
pl: Nasz zespół został poinformowany o problemie.

source: Pay by card
pl: Zapłać kartą

source: Pay by cash
pl: Zapłać gotówką

source: Payment status check has failed
pl: Weryfikacja płatności nie powiodła się

source: Phone
pl: Telefon

source: Pickup at address
pl: Odbiór pod adresem

source: Pickup here
pl: Odbierz tutaj

source: Place order
pl: Złóż zamówienie

source: Please enter address with house number.
pl: Wprowadź adres z numerem domu.

source: Please try again in moment. We apologize for inconvenience.
pl: Spróbuj ponownie później. Przepraszamy za niedogodności.

source: Problems encountered
pl: Napotkaliśmy problem.

source: Promo codes
pl: Kody promocyjne

source: Restart application
pl: Uruchom ponownie aplikację

source: Send feedback
pl: Wyślij co się stało

source: Service is temporarily unavailable
pl: Usługa jest tymczasowo niedostępna

source: Service problem
pl: Problem z usługą

source: Show app
pl: Pokaż aplikację

source: Show on map
pl: Pokaż na mapie

source: The maximum number of items in the order has been reached
pl: Osiągnięto maksymalną liczbę elementów w zamówieniu

source: This app is using secure storage for keeping filled form data. It's not cookies, these are stored in your browser only.
pl: Ta aplikacja używa bezpiecznego magazynu do przechowywania wprowadzonych danych. Nie są to pliki cookies, które są przechowywane tylko w przeglądarce.

source: Tip
pl: Napiwek

source: Tips 10%
pl: Napiwek 10%

source: Tips 15%
pl: Napiwek 15%

source: Tips 20%
pl: Napiwek 20%

source: Tips 25%
pl: Napiwek 25%

source: Tips 5%
pl: Napiwek 5%

source: Total
pl: Calość

source: Total cost payed:
pl: Łącznie zapłacono:

source: Total cost to be payed:
pl: Łącznie do zapłaty:

source: Total discount
pl: Całkowita zniżka

source: Try now
pl: Spróbuj teraz

source: Type address or choose it from map
pl: Wpisz adres lub wybierz go korzystając z mapy

source: Unexpected error has occurred
pl: Wystąpił nieoczekiwany błąd

source: Unexpected error occured in communication with service.
pl: Wystąpił nieoczekiwany błąd podczas komunikacji z serwisem.

source: Unexpected error occured while sending a request.
pl: Wystąpił nieoczekiwany błąd podczas wysyłania żądania.

source: Unexpected problem occurred
pl: Wystąpił nieoczekiwany problem

source: Unknown address
pl: Nieznany adres

source: Validating promo code {code}...
pl: Sprawdzanie kodu promocyjnego {code}...

source: We are closed right now
pl: Chwilowo zamknięte

source: We are closed until further notice
pl: Jesteśmy zamknięci do odwołania

source: We are delivering in {deliveryTime} minutes
pl: Dostarczymy za (deliveryTime) minut

source: We can prepare your order in {pickupTime} minutes
pl: Przygotujemy zamówienie w (pickupTime) minut

source: We have prepared mobile app, so you could order from anywhere!
pl: Przygotowaliśmy aplikację mobilną, dzięki której możesz skorzystać z naszych usług z dowolnego miejsca!

source: We sorry, but the item is unavailable at this moment.
pl: Przepraszamy, ale produkt jest obecnie niedostępny.

source: We were unable to verify status of your payment. Please contact operator using number {phone}
pl: Nie byliśmy w stanie zweryfikować statusu twojej płatności. Prosze sie skontaktować z operatorem, używając numeru {phone}

source: We will open at {0}
pl: Otwieramy o (0)

source: We're sorry, but we do not accept new orders at this time.
pl: Przepraszamy, ale w tej chwili nie przyjmujemy nowych zamówień.

source: What about mobile app?
pl: Co z aplikacją mobilną?

source: When possible
pl: Kiedy to możliwe

source: When you will pickup the order?
pl: Kiedy odbierzesz zamówienie?

source: Without sidedish
pl: Bez dodatków

source: Without tips
pl: Bez napiwku

source: You can look forward to:
pl: Możesz spodziewać się:

source: You can prepare your order because we are {openingIn, plural, one {opening in 1 minute} other {opening in # minutes}} !
pl: Możesz złożyć zamówienie, ponieważ {openingIn, plural, one {otwieramy za 1 minutę} few {otwieramy za # minuty} other {otwieramy za # minut}} !

source: You have payed.
pl: Zapłacono.

source: You will pay at pickup.
pl: Zapłać przy odbiorze.

source: Your browser does not support geolocation.
pl: Twoja przeglądarka nie obsługuje geolokacji.

source: Your order
pl: Twoje zamówienie

source: Your order was successfully accepted!
pl: Twoje zamówienie zostalo zatwierdzone

source: eg. ingredients change, company...
pl: np. zmiana składników, firma...

source: maximum {maxCount}
pl: większość {maxCount}

source: minimum {minCount}
pl: najmniej {minCount}

source: minimum {minCount} and maximum {maxCount}
pl: najmniej {minCount} i najwięcej {maxCount}

source: only {count}
pl: tylko {count}

source: {0, plural, =0 {Order without sidedish} one {Order with this sidedish} other {Order with # sidedishes}}
pl: {0, plural, =0 {Zamów bez dodatków} one {Zamów z tym dodatkiem} other {Zamów z # dodatkami}}

source: {closingIn, plural, one {Closing in 1 minute} other {Closing in # minutes}}
pl: {closingIn, plural, one {Zamykamy za 1 minutę} few {Zamykamy w # minuty} other {Zamykamy w # minut}}

source: {closingIn, plural, one {closing in 1 minute} few {closing in # minutes} other {closing in # minutes}}
pl: {closingIn, plural, one {Zamykamy za 1 minutę} few {Zamykamy w # minuty} other {Zamykamy w # minut}}

source: {openingIn, plural, one {Opening in 1 minute} other {Opening in # minutes}}
pl: {openingIn, plural, one {Otwieramy za 1 minutę} few {Otwieramy w # minuty} other {Otwieramy w # minut}}
