Repository: FredyC/dv-prod-dovez
Catalog: static/media/messages.f58a8e22.po
Languages: de

source: Accessing your order
de: Zugriff auf Ihre Bestellung

source: Address was not recognized.
de: Die angegebene Adresse wurde nicht erkannt.

source: Always remember
de: Jederzeit erinnern

source: Any question? Do you have a problem? Call:
de: Haben Sie Fragen oder Probleme? Rufen Sie uns an:

source: Back
de: Zurück

source: Back to home page
de: Zurück zur Hauptseite

source: Beware! We are {closingInPlural}. Finish your order quickly.
de: Vorsicht! Wir {closingInPlural}. Beenden Sie bitte schnell Ihre Bestellung.

source: Cannot load map right now. Please try again later.
de: Die Karte kann momentan nicht geladen werden. Bitte versuchen Sie es später noch mal.

source: Cart is empty
de: Ihr Warenkorb ist leer

source: Change
de: Veränderung

source: Change order
de: Bestellungsveränderung

source: Checking your GoPay payment, please wait...
de: Ihre GoPay Zahlung wird überprüft, bitte warten Sie...

source: Choose
de: Wählen Sie

source: Choose branch
de: Wählen Sie eine Filiale aus

source: Choose time
de: Zeitraum wählen

source: Choose your delivery option below
de: Unten wählen Sie die Lieferart

source: Close
de: Schließen

source: Closed
de: Geschlossen

source: Communication problem
de: Kommunikationsproblem

source: Confirm address
de: Adresse bestätigen

source: Confirm time
de: Lieferzeit bestätigen

source: Covers
de: Verpackungen

source: Deliver at what time?
de: Wann liefern?

source: Delivery
de: Lieferung

source: Delivery only
de: Nur Lieferung möglich

source: Do not store
de: Nicht speichern

source: Do you want to add something?
de: Möchten Sie etwas hinzufügen?

source: Enter the address
de: Geben Sie Ihre Adresse ein

source: Error during sending order. Please try again later.
de: Fehler beim Versenden der Bestellung, bitte versuchen Sie es erneut

source: Failed retrieving company agreements. Please try again later or contact us.
de: Fehler beim Abrufen von Unternehmensvereinbarungen. Bitte versuchen Sie es später noch mal oder kontaktieren Sie uns.

source: First name
de: Vorname

source: Food menu is empty. We are sorry.
de: Im Angebot befinden sich keine Gerichte. Wir entschuldigen uns.

source: For free
de: Gratis

source: Free
de: Gratis

source: Geolocation failed
de: Geolocation fehlgeschlagen

source: Hint: Try moving map around and zooming closer to your location to improve these results.
de: Tipp: Versuchen Sie, die Karte zu verschieben und näher an Ihren Standort heranzuzoomen, um diese Ergebnisse zu verbessern.

source: I don't see anything useful here.
de: Ich sehe hier nichts sinnvolles.

source: I understand
de: Einverstanden

source: I want to deliver
de: Die Bestellung liefern lassen

source: I'll pick up
de: Die Bestellung abholen

source: If you like, please fill out feedback form so we can fix the problem faster. Restart the application otherwise.
de: Wenn Sie wollen, füllen Sie bitte die Rückmeldung aus, damit wir das Problem schneller lösen können. Ansonsten starten Sie die App neu.

source: In the cart you have goods for {totalPrice}
de: Im Wagen haben Sie die Ware für {totalPrice}

source: Install this webapp on your device: Tap <0/> and then Add to homescreen.
de: Gewinnen Sie unsere App: klicken Sie auf <0/> und danach auf "auf den Desktop einfügen".

source: Internal error during sending order. Order can not be finished right now. Our team was notified and is working on fix. Thank you for your understanding.
de: Aufgrund eines internen technischen Fehlers kann diese Bestellung im Moment leider nicht abgeschlossen werden. Unser Team wurde darüber informiert und arbeitet auf der Problemlösung. Vielen Dank für Ihr Verständnis.

source: Invalid email format
de: Ungültiges Email-Format

source: It's done! Thank you :-)
de: Das war's! Vielen Dank :-)

source: It's not possible to pick a specific order time at this moment.
de: Auswahl einer bestimmten Bestellzeit momentan nicht möglich.

source: Last name
de: Nachname

source: Less
de: Weniger

source: Limit has been reached
de: Das Limit wurde erreicht.

source: Looking for a different address?
de: Suchen Sie eine andere Adresse?M

source: Maximum length is {NOTE_MAX_LENGTH, plural, other {# characters}}. Typed {0, plural, one {# character} other {# characters}}
de: Maximale Länge ist {NOTE_MAX_LENGTH,plural, other {# characters} }. Getippt {0,plural, one {# character} other {# characters} }

source: Meal can't be delivered to your chosen address by any restaurant.
de: Es tut uns Leid, aber an die angegebene Adresse wird nicht geliefert.

source: Minimal price of order is {price}
de: Minimale Bestellungspreis ist {price}

source: More...
de: Mehr...

source: New version has been found. Do you want to reload application to apply it now?
de: Eine neue Version von App wurde gefunden. Möchten Sie sie jetzt erneuern?

source: No match for map location
de: Keine Übereinstimmung für den Kartenstandort

source: Note
de: Notiz

source: Only numbers allowed for phone
de: Nur Nummern sind für Telefon erlaubt

source: Order can not be completed
de: Die Bestellung kann nicht beendet werden

source: Order confirmation
de: Bestellbestätigung

source: Order to address
de: An folgende Adresse bestellen

source: Order was send
de: Ihre Bestellung wurde versendet

source: Our team was notified about the issue.
de: Unseres Team wurde über dieses Problem benachrichtigt.

source: Pay by card
de: Online bezahlen

source: Pay by cash
de: Barzahlung

source: Payment status check has failed
de: Die Kontrolle von Bezahlungszustand festgeschlagen

source: Phone
de: Telefonnummer

source: Pickup at address
de: An der Adresse abholen

source: Pickup at branch
de: Abholung in der Filiale

source: Pickup here
de: Hier abholen

source: Place order
de: Bestellen

source: Please check this box if you want to proceed.
de: Bitte kreuzen Sie dieses Feld an, wenn Sie fortfahren möchten.

source: Please enter address with house number.
de: Bitte geben Sie die Adresse inkl. PLZ ein.

source: Please try again in moment. We apologize for inconvenience.
de: Bitte, versuchen Sie es noch einmal später. Entschludigen Sie die Probleme.

source: Problems encountered
de: Problemvertretung

source: Promo code "{code}" is invalid
de: Promo-Code "{code}" ist ungültig

source: Restart application
de: Restart der Applikation

source: Send feedback
de: Feedback schicken

source: Send order
de: Bestellung abschicken

source: Service is temporarily unavailable
de: Die Dienst ist zurzeit nicht verfügbar

source: Service problem
de: Dienst Problem

source: Show app
de: Die App anzeigen

source: Show on map
de: Auf der Karte anzeigen

source: The maximum number of items in the order has been reached
de: Maximale Anzahl an Bestelleinheiten wurde erreicht

source: This app is using secure storage for keeping filled form data. It's not cookies, these are stored in your browser only.
de: Diese App nutzt einen gesicherten Speicherplatz zur Speicherung von angegebenen Daten. Es handelt sich um keine Cookies, diese Daten sind in Ihrem Browser abgespeichert.

source: Tip
de: Trinkgeld

source: Tips 10%
de: Trinkgeld 10%

source: Tips 15%
de: Trinkgeld 15%

source: Tips 20%
de: Trinkgeld 20%

source: Tips 25%
de: Trinkgeld 25%

source: Tips 5%
de: Trinkgeld 5%

source: To whom we deliver?
de: An wem liefern wir?

source: Total
de: Ins­ge­samt

source: Total cost payed:
de: Insgesamt bezahlt:

source: Total cost to be payed:
de: Gesamtbetrag zu zahlen:

source: Total discount
de: Gesamtrabatt

source: Try now
de: Jetzt versuchen

source: Type address or choose it from map
de: Schreiben Sie Ihre Adresse oder wählen Sie sie auf der Karte

source: Unexpected error has occurred
de: Unerwarteter Fehler ist aufgetreten

source: Unexpected error occured in communication with service.
de: Bei der Kommunikation mit dem Service ist ein unerwarteter Fehler aufgetreten

source: Unexpected error occured while sending a request.
de: Beim Senden der Anfrage ist ein unerwarteter Fehler aufgetreten.

source: Unexpected problem occurred
de: Ein unerwarteter Fehler ist aufgetreten

source: Unknown address
de: Unbekannte Adresse

source: Validating promo code {code}...
de: Promocode wird überprüft {code}...

source: We are closed right now
de: Momentan geschlossen

source: We are closed until further notice
de: Wir sind geschlossen bis wir wieder öffnen

source: We are delivering in {deliveryTime} minutes
de: Wir lieferen in {deliveryTime} Minuten

source: We can prepare your order in {pickupTime} minutes
de: Ihre Bestellung kann in {pickupTime} Minuten vorbereitet werden

source: We have prepared mobile app, so you could order from anywhere!
de: Wir haben für Sie eine Mobile App entwickelt, damit Sie von überall bequem bestellen können!

source: We sorry, but the item is unavailable at this moment.
de: Entschuldigung, aber die Ware ist zurzeit nicht verfügbar.

source: We were unable to verify status of your payment. Please contact operator using number {phone}
de: Wir waren nicht fähig, Ihren Bestellstatus zu überprüfen. Bitte kontaktieren Sie unseren Operator auf {phone}

source: We will open at {0}
de: Wir öffnen um {0}

source: We're sorry, but we do not accept new orders at this time.
de: Es tut uns Leid, momentan ist die Bestellannahme nicht geöffnet.

source: What about mobile app?
de: Was halten Sie davon, es nächstes mal aus Ihrem Handy versuchen?

source: When possible
de: Wann möglich

source: When you will pickup the order?
de: Wann holen Sie Ihre Bestellung ab?

source: Without sidedish
de: Ohne Beilage

source: Without tips
de: Ohne Trinkgeld

source: You can look forward to:
de: Sie können sich auf folgendes freuen:

source: You can prepare your order because we are {openingIn, plural, one {opening in 1 minute} other {opening in # minutes}} !
de: Sie können Ihre Bestellung vorbereiten, weil wir {openingIn, plural, one {öffnen in 1 Minute} other {öffnen in # Minuten}} !

source: You have payed.
de: Sie haben bezahlt.

source: You will pay at pickup.
de: Sie werden beim Empfang bezahlen.

source: Your browser does not support geolocation.
de: Geolokalisation wird von Ihrem Browser nicht unterstützt.

source: Your order
de: Ihre Bestellung

source: Your order was successfully accepted!
de: Ihre Bestellung wurde erfolgreich entgegengenommen!

source: eg. ingredients change, company...
de: z. B. Zutaten ändern, Firma...

source: minimum {minCount} and maximum {maxCount}
de: Minimum {minCount} und Maximum {maxCount}

source: only {count}
de: nur {count}

source: {0, plural, =0 {Order without sidedish} one {Order with this sidedish} other {Order with # sidedishes}}
de: {0, plural, =0 {Bestellung ohne Beilage} one {Bestellung mit dieser Beilage} few {Bestellung mit # Beilagen} other {Bestellung mit # Beilagen}}

source: {closingIn, plural, one {Closing in 1 minute} other {Closing in # minutes}}
de: {closingIn, plural, one {Wir schließen in 1 Minute} few {Wir schließen in # Minuten} other {Wir schließen in # Minuten}}

source: {closingIn, plural, one {closing in 1 minute} few {closing in # minutes} other {closing in # minutes}}
de: {closingIn, plural, one {wir schließen in 1 Minute} other {wir schließen in # Minuten}}

source: {openingIn, plural, one {Opening in 1 minute} other {Opening in # minutes}}
de: {openingIn, plural, one {Wir öffnen in 1 Minute} few {Wir öffnen in # Minuten} other {Wir öffnen in # Minuten}}
