Repository: FredyC/dv-prod-dovez
Catalog: static/media/messages.2cc08197.po
Languages: cs

source: Accessing your order
cs: Přistupuji k Vaší objednávce

source: Address was not recognized.
cs: Zadanou adresu nelze rozpoznat.

source: Agreements are not initialized yet
cs: Souhlasy ještě nejsou připraveny

source: Always remember
cs: Vždy pamatovat

source: Any question? Do you have a problem? Call:
cs: Máte otázky, nebo nějaký problém? Volejte:

source: Back
cs: Zpět

source: Back to home page
cs: Zpět na hlavní stránku

source: Beware! We are {closingInPlural}. Finish your order quickly.
cs: Pozor! {closingInPlural}. Dokončete rychle svou objednávku.

source: Cannot load map right now. Please try again later.
cs: Mapa momentálně nejde načíst. Prosím, zkuste to znovu.

source: Cart is empty
cs: Košík je prázdný

source: Change
cs: Změnit

source: Change order
cs: Změnit objednávku

source: Checking your GoPay payment, please wait...
cs: Ověřujeme Vaší GoPay platbu, prosím vyčkejte...

source: Choose
cs: Vyberte

source: Choose branch
cs: Vyberte pobočku

source: Choose time
cs: Vyberte čas

source: Choose your delivery option below
cs: Níže vyberte způsob doručení

source: Close
cs: Zavřít

source: Closed
cs: Zavřeno

source: Communication problem
cs: Problém se spojením

source: Confirm address
cs: Potvrdit adresu

source: Confirm time
cs: Potvrďte čas

source: Covers
cs: Obaly

source: Create new order
cs: Vytvořit novou objednávku

source: Deliver at what time?
cs: Kdy doručit?

source: Delivery
cs: Rozvoz

source: Delivery only
cs: Pouze rozvážíme

source: Do not store
cs: Neukládat

source: Do you want to add something?
cs: S čím si to dáte?

source: Enter the address
cs: Zadejte adresu

source: Error during sending order. Please try again later.
cs: Odeslání objednávky selhalo. Zkuste to prosím znovu.

source: Failed retrieving company agreements. Please try again later or contact us.
cs: Nepodařilo se načíst dohody společnosti. Zkuste to prosím znovu později a nebo nás kontaktuje.

source: First name
cs: Jméno

source: Food menu is empty. We are sorry.
cs: Nabídka je prázdná. Omlouváme se.

source: For free
cs: Zdarma

source: Form validation failed
cs: Ověření formuláře bylo neúspěšné

source: Free
cs: Zdarma

source: Geolocation failed
cs: Určení polohy selhalo

source: Hint: Try moving map around and zooming closer to your location to improve these results.
cs: Tip: Chcete-li tyto výsledky zlepšit, zkuste pohybovat mapou a přibližováním se dostat ke své lokaci.

source: I don't see anything useful here.
cs: Nevidím tu nic užitečného

source: I understand
cs: Rozumím

source: I want to deliver
cs: Jídlo chci dovézt

source: I'll pick up
cs: Jídlo si vyzvednu

source: If you like, please fill out feedback form so we can fix the problem faster. Restart the application otherwise.
cs: Jestli chcete, tak nám napište co se stalo, abychom to mohli rychleji napravit. Jinak aplikaci restartujte.

source: In the cart you have goods for {totalPrice}
cs: V košíku máte zboží v hodnotě {totalPrice}

source: Install this webapp on your device: Tap <0/> and then Add to homescreen.
cs: Přidejte si naší aplikaci: klikněte na <0/> a po té "přidat na plochu".

source: Internal error during sending order. Order can not be finished right now. Our team was notified and is working on fix. Thank you for your understanding.
cs: Z důvodu interní technické chyby nelze v této chvíli dokončit objednávku. Náš tým byl o problému informován a pracujeme na jeho nápravě. Děkujeme za pochopení.

source: Invalid email format
cs: Špatný formát emailu

source: It's done! Thank you :-)
cs: A je to! Děkujeme :-)

source: It's not possible to pick a specific order time at this moment.
cs: V tuto chvíli není možné vybrat čas dodání.

source: Last name
cs: Příjmení

source: Less
cs: Méně

source: Limit has been reached
cs: Byl dosažen limit

source: Looking for a different address?
cs: Hledáte jinou adresu?

source: Maximum length is {NOTE_MAX_LENGTH, plural, other {# characters}}. Typed {0, plural, one {# character} other {# characters}}
cs: Maximální délka je {NOTE_MAX_LENGTH, plural, other {# znaků}}. Napsáno {0, plural, one {# znak} few {# znaky} other {# znaků}}

source: Meal can't be delivered to your chosen address by any restaurant.
cs: Omlouváme se, ale na zvolenou adresu nerozvážíme.

source: Minimal price of order is {price}
cs: Minimální cena objednávky je {price}

source: More...
cs: Více...

source: New version has been found. Do you want to reload application to apply it now?
cs: Byla nalezena nová verze aplikace. Přejete si jí nyní obnovit?

source: No match for map location
cs: Žádná shoda pro umístění na mapě.

source: Note
cs: Poznámka

source: Only numbers allowed for phone
cs: Špatný formát telefonního čísla

source: Order can not be completed
cs: Objednávka nemůže být dokončena

source: Order confirmation
cs: Potvrzení objednávky

source: Order is locked for further changes.
cs: Objednávka je uzamčená pro další změny.

source: Order to address
cs: Objednat na adresu

source: Order was send
cs: Objednávka odeslána

source: Our team was notified about the issue.
cs: Náš tým byl o problému informován.

source: Pay by card
cs: Platit online

source: Pay by cash
cs: Platit hotově

source: Payment status check has failed
cs: Ověření platby selhalo

source: Phone
cs: Telefon

source: Pickup at address
cs: Vyzvednout na adrese

source: Pickup at branch
cs: Osobní odběr

source: Pickup here
cs: Vyzvednout zde

source: Place order
cs: Objednat

source: Please check this box if you want to proceed.
cs: Pokud chcete pokračovat, zaškrtněte toto políčko.

source: Please enter address with house number.
cs: Prosím zadejte adresu včetně čísla popisného.

source: Please try again in moment. We apologize for inconvenience.
cs: Prosím pokuste se znovu později. Omlouváme se za potíže.

source: Problems encountered
cs: Narazili jsme na problém.

source: Promo code "{code}" is invalid
cs: Promo kód "{code}" není platný

source: Promo codes
cs: Promo kódy

source: Restart application
cs: Restartujte aplikaci

source: Select preorder time
cs: Vyberte čas předobjednání

source: Send feedback
cs: Zaslat co se stalo

source: Send order
cs: Odeslat objednávku

source: Service is temporarily unavailable
cs: Služba je dočasně nedostupná

source: Service problem
cs: Problém služby

source: Show app
cs: Zobrazit aplikaci

source: Show on map
cs: Ukázat na mapě

source: The maximum number of items in the order has been reached
cs: Bylo dosaženo maximálního počtu položek v objednávce

source: This app is using secure storage for keeping filled form data. It's not cookies, these are stored in your browser only.
cs: Tato aplikace využívá zabezpečené úložiště pro uchování zadaných dat a cookie soubory pro poskytování služeb, personalizaci reklam a analýze návštěvnosti. Používáním tohoto webu s tím souhlasíte.

source: Tip
cs: Dýško

source: Tips 10%
cs: Dýško 10%

source: Tips 15%
cs: Dýško 15%

source: Tips 20%
cs: Dýško 20%

source: Tips 25%
cs: Dýško 25%

source: Tips 5%
cs: Dýško 5%

source: To whom we deliver?
cs: Komu doručujeme?

source: Total
cs: Celkem

source: Total cost payed:
cs: Celkem placeno:

source: Total cost to be payed:
cs: Celkem k platbě:

source: Total discount
cs: Celková sleva

source: Try now
cs: Nyní vyzkoušet

source: Type address or choose it from map
cs: Napište adresu nebo ji vyberte na mapě

source: Unexpected error has occurred
cs: Nastala neočekávaná chyba

source: Unexpected error occured in communication with service.
cs: Nastala neočekávaná chyba v komunikaci se službou

source: Unexpected error occured while sending a request.
cs: Nastala neočekávaná chyba při odesílání požadavku.

source: Unexpected problem occurred
cs: Nastala neočekávaná chyba

source: Unknown address
cs: Neznámá adresa

source: Validating promo code {code}...
cs: Ověřuji promo kód {code}...

source: We are closed right now
cs: Momentálně máme zavřeno

source: We are closed until further notice
cs: Máme zavřeno dokud neotevřeme

source: We are delivering in {deliveryTime} minutes
cs: Momentálně dovážíme za cca {deliveryTime} minut

source: We can prepare your order in {pickupTime} minutes
cs: Vaše objednávka bude za {pickupTime} minut k vyzvednutí

source: We have prepared mobile app, so you could order from anywhere!
cs: Vytvořili jsme pro Vás mobilní appku, abyste mohli objednávat odkudkoli!

source: We sorry, but the item is unavailable at this moment.
cs: Je nám líto, ale položka je momentálně nedostupná.

source: We were unable to verify status of your payment. Please contact operator using number {phone}
cs: Nebyli jsme schopni ověřit stav Vaší platby. Prosím kontaktujte našeho operátora na čísle {phone}

source: We will open at {0}
cs: Otevřeme v {0}

source: We're sorry, but we do not accept new orders at this time.
cs: Je nám líto, ale momentálně nepřijímáme nové objednávky.

source: What about mobile app?
cs: Co to příště zkusit z mobilu?

source: When possible
cs: Co nejdříve

source: When you will pickup the order?
cs: Kdy si objednávku vyzvednete?

source: Without sidedish
cs: Bez přídavku

source: Without tips
cs: Bez dýška

source: You can look forward to:
cs: Můžete se těšit na:

source: You can prepare your order because we are {openingIn, plural, one {opening in 1 minute} other {opening in # minutes}} !
cs: Můžete připravit Vaší objednávku, protože {openingIn, plural, one {otvíráme za 1 minutu} few {otvíráme za # minuty} other {otvíráme za # minut}} !

source: You have payed.
cs: Zaplatili jste.

source: You will pay at pickup.
cs: Zaplatíte při převzetí.

source: Your browser does not support geolocation.
cs: Váš prohlížeč nepodporuje geolokalizaci.

source: Your order
cs: Vaše objednávka

source: Your order was successfully accepted!
cs: Vaše objednávka byla úspěšně přijata!

source: eg. ingredients change, company...
cs: např. změna surovin, firma...

source: maximum {maxCount}
cs: nejvíce {maxCount}

source: minimum {minCount}
cs: nejméně {minCount}

source: minimum {minCount} and maximum {maxCount}
cs: nejméně {minCount} a nejvíce {maxCount}

source: only {count}
cs: jen {count}

source: {0, plural, =0 {Order without sidedish} one {Order with this sidedish} other {Order with # sidedishes}}
cs: {0, plural, =0 {Objednávka bez přídavků} one {Objednávka s tímto přídavkem} few {Objednávka se # přídavky} other {Objednávka s # přídavky}}

source: {closingIn, plural, one {Closing in 1 minute} other {Closing in # minutes}}
cs: {closingIn, plural, one {Zavíráme za 1 minutu} few {Zavíráme za # minuty} other {Zavíráme za # minut}}

source: {closingIn, plural, one {closing in 1 minute} few {closing in # minutes} other {closing in # minutes}}
cs: {closingIn, plural, one {Za minutu zavíráme} few {Za # minuty zavíráme} other {Za # minut zavíráme.}}

source: {openingIn, plural, one {Opening in 1 minute} other {Opening in # minutes}}
cs: {openingIn, plural, one {Otvíráme za 1 minutu} few {Otvíráme za # minuty} other {Otvíráme za # minut}}
