Repository: FredyC/dv-prod-dovez
Catalog: static/media/messages.8a922f4d.po
Languages: sk

source: Accessing your order
sk: Pristupujem k Vašej objednávke.

source: Address was not recognized.
sk: Zadanú adresu nejde rozpoznať.

source: Always remember
sk: Vždy pamätať

source: Any question? Do you have a problem? Call:
sk: Máte otázky, alebo nejaký problém? Volajte:

source: Back
sk: Späť

source: Back to home page
sk: Návrat na hlavnú stránku

source: Beware! We are {closingInPlural}. Finish your order quickly.
sk: Pozor! {closingInPlural}. Dokončite rýchlo svoju objednávku.

source: Cannot load map right now. Please try again later.
sk: Mapa momentalne nejde načítať. Prosím, skúste to znova.

source: Cart is empty
sk: Košík je prázdny

source: Change
sk: Zmeniť

source: Change order
sk: Zmeniť objednávku

source: Checking your GoPay payment, please wait...
sk: Overujeme Vašu GoPay platbu, prosím vyčkajte...

source: Choose
sk: Vyberte

source: Choose branch
sk: Vyberte pobočku

source: Choose time
sk: Vyberte čas

source: Choose your delivery option below
sk: Nižšie vyberte spôsob doručenia

source: Close
sk: Zavrieť

source: Closed
sk: Zatvorené

source: Communication problem
sk: Problém so spojením

source: Confirm address
sk: Potvrdiť adresu

source: Confirm time
sk: Potvrďte čas

source: Covers
sk: Servisné poplatky

source: Deliver at what time?
sk: Čas doručenia?

source: Delivery
sk: Donáška

source: Delivery only
sk: Iba dovoz

source: Do not store
sk: Neukládať

source: Do you want to add something?
sk: S čím si to dáte

source: Enter the address
sk: Zadajte adresu

source: Error during sending order. Please try again later.
sk: Odosielanie objednávky zlyhalo. Skúste to prosím znovu.

source: Failed retrieving company agreements. Please try again later or contact us.
sk: Nepodarilo sa načítať dohody spoločnosti. Skúste to prosím znovu alebo nás kontaktujte.

source: First name
sk: Meno

source: Food menu is empty. We are sorry.
sk: Ponuka je prázdna. Ospravedlňujeme sa.

source: For free
sk: Zdarma

source: Free
sk: Zdarma

source: Geolocation failed
sk: Geolokácia zlyhala

source: Hint: Try moving map around and zooming closer to your location to improve these results.
sk: Tip: Ak chcete tieto výsledky zlepšiť, zkuste pohybovať mapou a približovaním sa dostanete k svojej lokácií

source: I don't see anything useful here.
sk: Nevidím tu nič užitočné

source: I understand
sk: Rozumiem

source: I want to deliver
sk: Jedlo chcem doviezť

source: I'll pick up
sk: Jedlo si vyzdvihnem.

source: If you like, please fill out feedback form so we can fix the problem faster. Restart the application otherwise.
sk: Ak chcete, tak nám napíšte čo sa stalo, aby sme to mohli čo najrýchlejšie napraviť. Inak aplikáciu reštartujte.

source: In the cart you have goods for {totalPrice}
sk: V košíku máte tovar v hodnote {totalPrice}

source: Install this webapp on your device: Tap <0/> and then Add to homescreen.
sk: Pridajte si našu aplikáciu: kliknite na <0/> a potom na "pridať na plochu".

source: Internal error during sending order. Order can not be finished right now. Our team was notified and is working on fix. Thank you for your understanding.
sk: Z dôvodu internej technickej chyby nie je možné v tejto chvíli dokončiť objednávku. Náš tým bol o probléme informovaný a pracuje na jeho náprave. Ďakujeme za pochopenie.

source: Invalid email format
sk: Nesprávny formát e-mailu

source: It's done! Thank you :-)
sk: A je to! Ďakujeme :-)

source: It's not possible to pick a specific order time at this moment.
sk: Určiť čas doručenia momentálne nie je možné.

source: Last name
sk: Priezvisko

source: Less
sk: Menej

source: Limit has been reached
sk: Bol dosiahnutý limit

source: Looking for a different address?
sk: Hľadáte inú adresu?

source: Maximum length is {NOTE_MAX_LENGTH, plural, other {# characters}}. Typed {0, plural, one {# character} other {# characters}}
sk: Maximálna dĺžka je {NOTE_MAX_LENGTH, plural, other {# znakov}}. Typed {0, plural, one {# znak} other {# znaky}}

source: Meal can't be delivered to your chosen address by any restaurant.
sk: Ospravedlňujeme sa, ale na Vami zvolenú adresu nedoručujeme.

source: Minimal price of order is {price}
sk: Minimálna cena objednávky je {price}

source: More...
sk: Viac...

source: New version has been found. Do you want to reload application to apply it now?
sk: Je dostupná nová verzia. Prajete si znova načítať aplikáciu a aktualizovať?

source: No match for map location
sk: Žiadna zhoda pre umiestnenie na mape.

source: Note
sk: Poznámka

source: Only numbers allowed for phone
sk: Pre telefón je možné zadať len čísla

source: Order can not be completed
sk: Objednávka nemôže byť dokončená

source: Order confirmation
sk: Potvrdenie objednávky

source: Order to address
sk: Objednať na adresu

source: Order was send
sk: Objednávka bola odoslaná

source: Our team was notified about the issue.
sk: Náš tým bol o probléme informovaný.

source: Pay by card
sk: Platiť online

source: Pay by cash
sk: Platiť v hotovosti

source: Payment status check has failed
sk: Overenie platby zlyhalo

source: Phone
sk: Telefón

source: Pickup at address
sk: Vyzdvihnúť na adrese

source: Pickup at branch
sk: Vysdvihnúť na pobočke

source: Pickup here
sk: Vyzdvihnúť tu

source: Place order
sk: Objednať

source: Please check this box if you want to proceed.
sk: Pokiaľ chcete pokračovať, zaškrtnite toto políčko.

source: Please enter address with house number.
sk: Prosím zadajte adresu a číslo domu.

source: Please try again in moment. We apologize for inconvenience.
sk: Prosím, pokúste sa znovu neskôr. Ospravedlňujeme sa za ťažkosti.

source: Problems encountered
sk: Narazili sme na problém.

source: Promo code "{code}" is invalid
sk: Promo kód "{code}" neni platný

source: Promo codes
sk: Zľavové kódy

source: Restart application
sk: Reštartujte aplikáciu

source: Send feedback
sk: Zaslať čo sa stalo

source: Send order
sk: Poslať objednávku

source: Service is temporarily unavailable
sk: Služba je dočasne nedostupná

source: Service problem
sk: Problém služby

source: Show app
sk: Zobraziť aplikáciu

source: Show on map
sk: Ukázať na mape

source: The maximum number of items in the order has been reached
sk: Bolo dosiahnuté maximálne množstvo položiek v objednávke.

source: This app is using secure storage for keeping filled form data. It's not cookies, these are stored in your browser only.
sk: Táto aplikácia využíva zabezpečené úložisko pre uchovanie zadaných dát a cookies súbory pre poskytovanie služieb, personalizáciu reklám a analýzu návštevnosti. Používaním tohto webu s tým súhlasíte.

source: Tip
sk: Sprepitné

source: Tips 10%
sk: Sprepitné 10 %

source: Tips 15%
sk: Sprepitné 15 %

source: Tips 20%
sk: Sprepitné 20 %

source: Tips 25%
sk: Sprepitné 25 %

source: Tips 5%
sk: Sprepitné 5 %

source: To whom we deliver?
sk: Komu mám doručiť?

source: Total
sk: Celkom

source: Total cost payed:
sk: Celkom platené:

source: Total cost to be payed:
sk: Celková suma k platbe:

source: Total discount
sk: Celková zľava

source: Try now
sk: Vyskúšať teraz

source: Type address or choose it from map
sk: Napíšte adresu alebo ju vyberte na mape

source: Unexpected error has occurred
sk: Nastala neočakávaná chyba

source: Unexpected error occured in communication with service.
sk: Nastala neočakávaná chyba v komunikácií so službou.

source: Unexpected error occured while sending a request.
sk: Nastala neočakávaná chyba pri odosielaní požiadavku.

source: Unexpected problem occurred
sk: Nastala neočakávaná chyba

source: Unknown address
sk: Neznáma adresa

source: Validating promo code {code}...
sk: Overujem zľavový kód {code}...

source: We are closed right now
sk: Momentálne máme zatvorené

source: We are closed until further notice
sk: Máme zatvorené kým neotvoríme

source: We are delivering in {deliveryTime} minutes
sk: doručíme za {deliveryTime} minút

source: We can prepare your order in {pickupTime} minutes
sk: Vašu objednávku vieme pripraviť za {pickupTime} minút.

source: We have prepared mobile app, so you could order from anywhere!
sk: Pripravili sme pre Vás mobilnú appku, aby ste mohli objednávať dokiaľkoľvek!

source: We sorry, but the item is unavailable at this moment.
sk: Je nám ľúto, ale položka je momentálne nedostupná.

source: We were unable to verify status of your payment. Please contact operator using number {phone}
sk: Vašu platbu sa nám nepodarilo overiť. Kontaktujte prosím podporu na čísle {phone}

source: We will open at {0}
sk: Otvoríme v {0}

source: We're sorry, but we do not accept new orders at this time.
sk: Je nám ľúto, ale momentálne neprijímame nové objednávky.

source: What about mobile app?
sk: Čo tak nabudúce skúsiť mobilnú appku?

source: When possible
sk: Ak je možné

source: When you will pickup the order?
sk: Kedy si vyzdvihnete objednávku?

source: Without sidedish
sk: Bez prídavku

source: Without tips
sk: Bez sprepitného

source: You can look forward to:
sk: Môžete sa tešiť na:

source: You can prepare your order because we are {openingIn, plural, one {opening in 1 minute} other {opening in # minutes}} !
sk: Môžete pripraviť svoju objednávku, {openingIn, plural, one {otvárame za 1 minútu} few {otvárame za # minúty} other {otvárame za # minút}} !

source: You have payed.
sk: Zaplatili ste.

source: You will pay at pickup.
sk: Zaplatíte pri prevzatí.

source: Your browser does not support geolocation.
sk: Váš prehliadač nepodporuje geolokalizaciu.

source: Your order
sk: Vaša objednávka

source: Your order was successfully accepted!
sk: Vaša objednávka bola úspešne prijatá!

source: eg. ingredients change, company...
sk: napr. zmena surovín, firma...

source: maximum {maxCount}
sk: najviac {maxCount}

source: minimum {minCount}
sk: najmenej {minCount}

source: minimum {minCount} and maximum {maxCount}
sk: najmenej {minCount} a najviac {maxCount}

source: only {count}
sk: len {count}

source: {0, plural, =0 {Order without sidedish} one {Order with this sidedish} other {Order with # sidedishes}}
sk: {0, plural, =0 {Objednávka bez prídavku} one {Objednávka s prídavkom} other {Objednávka s # prídavkami}}

source: {closingIn, plural, one {Closing in 1 minute} other {Closing in # minutes}}
sk: {closingIn, plural, one {Zatvárame za 1 minútu} few {Zatvárame za # minúty} other {Zatvárame za # minút}}

source: {closingIn, plural, one {closing in 1 minute} few {closing in # minutes} other {closing in # minutes}}
sk: {closingIn, plural, one {Za minútu zatvárame} few {Za # minúty zatvárame.} other {Za # minút zatvárame}}

source: {openingIn, plural, one {Opening in 1 minute} other {Opening in # minutes}}
sk: {openingIn, plural, one {Otvárame za 1 minútu} few {Otvárame za # minúty} other {Otvárame za # minút}}
